Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: A credit cost is also listed, but this refers to the cost of buying such a morph in gameplay.
fr_fr: Un coût en crédit est également fourni, mais il fait référence au coût d'achat de ces morphs en cours de jeu.

source: Flexible Aptitude Bonuses: Some morphs have aptitude bonuses that may be applied to an aptitude of the player’s choice.
fr_fr: Bonus d'Aptitude Souple: Certaines morphs ont des bonus d'aptitudes qui peuvent être appliqu"e à une aptitude au choix du joueur.

source: This reflects that not all morphs are created equal.
fr_fr: Cela reflète le fait que toutes les morphs ne sont pas équivalentes.

source: When assigning these universal aptitude bonuses, each boost must be applied to a separate aptitude; you may not elevate an aptitude that is already raised by that morph.
fr_fr: En assignant ces bonus d'aptitude universels, chaque amélioration doit être appliquée à une aptitude différente; vous ne pouvez augmenter une aptitude qui est déjà améliorée par cette morph.

source: Once an individual morph’s aptitude bonuses have been assigned, they are permanent for that morph (i.e., if another character resleeves into that morph, the bonuses remain the same).
fr_fr: Une fois que les bonus aux aptitude d'une morph particulière ont été assignés, ils deviennet permanent pour cette morph (p.ex. si un eutre personnage se réincarne dans cette morph, les bonus restent les mêmes).

source: Biomorphs are fully biological sleeves (usually equipped with implants), birthed naturally or in an exowomb, and grown to adulthood either naturally or at a slightly accelerated rate.
fr_fr: Les biomorphs sont des incarnations complètement bioloique (habituellement équipée d'implants), mise au monde naturellement ou par un exo-utérus et amené à l'aâge adulte soit naturellement soit à un rythme senseiblement accéléré.

source: Flats are baseline unmodified humans, born with all of the natural defects, hereditary diseases, and other genetic mutations that evolution so lovingly applies.
fr_fr: Les plates sont l'humain de base non modifié, né avec tout les défauts naturels, des maladies héréditaires et d'autres mutations génétiques que l'évolution applique avec amour.

source: Flats are increasingly rare—most died off with the rest of humanity during the Fall.
fr_fr: Les plates sont extrêmement rare - la plupart sont mortes avec le reste de l'humanité pendant la Chute.

source: Most new children are splicers—screened and genefixed at the least—except in habitats where flats are treated as second-class citizens and indentured labor.
fr_fr: La pluaprt des nouveaux enfants sont des spliceurs - analysée et réparé génétiquement au minimum - excepté dans les habitats où les plates sont considrés comme des citoyens de seconde zone et des travailleurs contractés.

source: [Implants] None [Aptitude Maximum] 20 [Durability] 30 [Wound Threshold] 6 [Disadvantages] None (Genetic Defects trait common) [CP Cost] 0 [Credit Cost] High
fr_fr: [Implants] Aucun [maximum d'Aptitude] 20 [Solidité] 30 [Seuil de Blessure] 6 [Désavantages] Aucun (le trait Défaut génétique est commun) [Coût en PP] 0 [Coût en Crédit] Élevé

source: Splicers are genefixed humans.
fr_fr: Les spliceurs sont les humains génétiquement réparés.

source: Their genome has been cleansed of hereditary diseases and optimized for looks and health, but has not otherwise been substantially upgraded.
fr_fr: Leur génome a été nettoyé des maladies héréditaires et optimisé pour la santé et l'apparence, mais il n'a pas été amélioré outre-mesure.

source: Splicers make up the majority of transhumanity.
fr_fr: Les spliceurs constituent la majorité de la transhumanité.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack [Aptitude Maximum] 25 [Durability] 30 [Wound Threshold] 6 [Advantages] +5 to one aptitude of the player’s choice [CP Cost] 10 [Credit Cost] High
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 25 [Durabilité] 30 [Seuil de Blessure] 6 [Avantages] +5 à une aptitude au choix du joueur[Coût en PP] 10 [Coût en Crédit] Élevé

source: Exalt morphs are genetically-enhanced humans, designed to emphasize specific traits.
fr_fr: Les morphs Éxaltés sont des humains génétiquement améliorés, conçu pour mettre en évidence certains traits.

source: Their genetic code has been tweaked to make them healthier, smarter, and more attractive.
fr_fr: Leur code génétique a été arrangé pour les rendre plus sains, plsu intelligents et plus attractifs.

source: Their metabolism is modified to predispose them towards staying fit and athletic for the duration of an extended lifespan.
fr_fr: Leur métabolisme est modifié pour les prédisposer à rester athéltique et en forme pour la durée de leur espérance de vie étendue.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] +5 COG, +5 to three other aptitudes of the player’s choice [CP Cost] 30 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +5 en COG, +5 à trois autres aptitudes au choix du joueur[Coût en PP] 30 [Coût en Crédit] Cher

source: Mentons are genetically modified to increase cognitive abilities, particularly learning ability, creativity, attentiveness, and memory.
fr_fr: Les Mentons sont génétiquement modifié pour augmenter les capacité cognitives, en particulier l'apprentissage, la créativité, l'attention et la mémoire.

source: Rumors exist of superenhanced mentons with more extreme intelligence mods, but brain-hacking is notoriously difficult, and many attempts to redesign mental faculties result in impaired functioning, instability, or insanity.
fr_fr: Les rumeurs font état de mentons suepraméliorés avec des mods d'intelligence pbien plus extrême, mais la bidouille cérébrale est extrêmement difficile, et de nombreuse tentative pour reconcevoir les facultés mentales résultent en un fonctionnement affaibli, à de l'instabilité ou à la folie.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Eidetic Memory, Hyper-Linguist, Math Boost [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] +10 COG, +5 INT, +5 WIL, +5 to one aptitude of the player’s choice [CP Cost] 40 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Mémoir Éidétique, Hyepr-Linguiste, Stimulateur Mathématique[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +10 en COG, +5 en INT, +5 en VOL, +5 à une aptitude au choix du joueur[Coût en PP] 40 [Coût en Crédit] Cher

source: Olympians are human upgrades with improved athletic capabilities like endurance, eye-hand coordination, and cardio-vascular functions.
fr_fr: Les Olympiens sont des humains avec des capacités athlétiques améliorées comme l'endurance, la coordination œil-main et les fonctions cardio-vasculaire.

source: Olympians are common among athletes, dancers, freerunners, and soldiers.
fr_fr: Les Olympiens sont fréquemment rencontrés chezz les athlètes, les danseurs, les adeptes du parkour et les soldats.

source: [Implants] Basic Biomods, Basic Mesh Inserts,Cortical Stack [Aptitude Maximum] 30 [Durability] 40 [Wound Threshold] 8 [Advantages] +5 COO, +5 REF, +10 SOM, +5 to one other aptitude of the player’s choice [CP Cost] 40 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 30 [Solidité] 40 [Seuil de Blessure] 8 [Avantages] +5 en CO0, +5 en REF, +10 en SOM, +5 à une autre aptitude au choix du joueur[Coût en PP] 40 [Coût en Crédit] Cher

source: Sylph morphs are tailor-made for media icons, elite socialites, XP stars, models, and narcissists.
fr_fr: les morphs Sylphs sont faites sur-mesure pour les icônes médiatique, l'élite socialites, les stars de l'XP, les mannequins et les narcissiques.

source: Sylph gene sequences are specifi cally designed for distinctive good looks.
fr_fr: Les séquences génétiques de Sylphs sont spécifiquement conçue pour paraître belle.

source: Ethereal and elfin features are common, with slim and lithe bodies.
fr_fr: Des caractéristiques étéhrées et féériques sont communes, avec des corps fins et souples.

source: Their metabolism has also been sanitized to eliminate unpleasant bodily odors and their pheromones adjusted for universal appeal.
fr_fr: Leur métabolisme a également été assainit pour éliminer les ordeurs corporelles déplaisante et leurs phéromones ont été ajustés pour favoriser une attirance universelle.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Clean Metabolism, Cortical Stack, Enhanced Pheromones [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] Striking Looks (Level 1) trait, +5 COO, +10 SAV, +5 to one other aptitude of the player’s choice [CP Cost] 40 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Métabolisme Propre, Phéromones Améliorés[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] trait Beauté Ahurissante (Niveau 1), +5 en COO, +10 en AST +5 à une autre aptitude au choix du joueur[Coût en PP] 40 [Coût en Crédit] Cher

source: Bouncers are humans genetically adapted for zero-G and microgravity environments.
fr_fr: Les Bounceurs sont des humains génétiquement adaptés aux environnement en zéro-G ou en microgravité.

source: Their legs are more limber, and their feet can grasp as well as their hands.
fr_fr: Leurs jambes sont plus souples, et leurs pieds peuvent saisir aussi bien que leurs mains.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Grip Pads, Oxygen Reserve, Prehensile Feet [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] Limber (Level 1) trait, +5 COO, +5 SOM, +5 to one aptitude of the player’s choice [CP Cost] 40 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Patins Antidérapants, Réserve d'Oxygène, Pieds Préhensibles[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] Souple (Niveau 1), +5 en COO, +5 en SOM, +5 à une aptitude au choix du joueur[Coût en PP] 40 [Coût en Crédit] Cher

source: Furies are combat morphs.
fr_fr: Les Furys sont des morphs de combat.

source: These transgenic human upgrades feature genetics tailored for endurance, strength, and reflexes, as well as behavioral modifica- tions for aggressiveness and cunning.
fr_fr: Ces humains transgéniques ont des améliorations génétiques dimensionnées pour l'endurance, la force et les réflexes, et ont des modifications comportementales pour développer l'agressivité et la ruse.

source: To offset tendencies for unruliness and macho behavior patterns, furies feature gene sequences promoting pack mentalities and cooperation, and they tend to be biologically female.
fr_fr: Pour limiter les tendances à l'indiscipline et aux comportements machiste, les furys ont des séquences génétiques favorisant les mentalités de meutes et la coopération, et ont tendance à être des femelles biologiques.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Bioweave Armor (Light), Cortical Stack, Enhanced Vision, Neurachem (Level 1), Toxin Filters [Aptitude Maximum] 30 [Speed Modifier] +1 (neurachem) [Durability] 50 [Wound Threshold] 10 [Advantages] +5 COO, +5 REF, +10 SOM, +5 WIL, +5 to one aptitude of the player’s choice [CP Cost] 75 [Credit Cost] Expensive (minimum 40,000)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Armure Biotissées (Légère), Vision Améliorée, Drogues Neurales (Niveau 1), Filtres à Toxines[Maximum d'Aptitude] 30 [Modificateur de Speed] +1 (Drogues neurales) [Solidité] 50 [Seuil de Blessure] 10 [Avantages] +5 en COO, +5 en REF, +10 en SOM, +5 en VOL, +5 à une autre aptitude au choix du joueur[Coût en PP] 75 [Coût en Crédit] Cher (minimum 40 000 ¢)

source: An exalt variant, futura morphs were specially crafted for the “Lost generation.” Tailor-made for accelerated growth and adjusted for confidence, self-reliance, and adaptability, futuras were intended to help transhumanity regain its foothold.
fr_fr: Une variante d'éxalté, les morphs futura ont été spéciallement fabriquées pour la "Génréation Égarée." Conçus spécifiquement pour la croissance accélérée et adaptée pour la confiance en soi, l'auto-suffisance et l'adaptabilité, les futuras ont été conçues pour permettre à la transhumanité de reprendre ses anciennes bases.

source: These programs proved disastrous and the line was discontinued, but some models remain, viewed by some with distaste and others as collectibles or exotic oddities.
fr_fr: Ce programme s'est avéré être un désastre et la conception a été abandonée, mais certains modèles sont toujours actifs, perçus par certains avec dégoût et par d'autres comme des collecotrs ou des bizarrerries exotiques.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Eidetic Memory, Emotional Dampers [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] +5 COG, +5 SAV, +10 WIL, +5 to one other aptitude of the player’s choice [CP Cost] 40 [Credit Cost] Expensive (exceptionally rare; 50,000+)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Mémoire Éidétique, Atténuateurs Émotionnels[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +5 en COG, +5 en AST, +10 en VOL, +5 à une aptitude au choix du joueur[Coût en PP] 40 [Coût en Crédit] Cher (Exceptionnelelment rare; 50 000+ ¢).

source: Ghosts are partially designed for combat applications, but their primary focus is stealth and infiltration.
fr_fr: Les Fantômes sont parttiellement conçu pour le combat, mais leur concentration prrincipale ets la furtivité et l'infiltration.

source: Their genetic profile encourages speed, agility, and reflexes, and their minds are modified for patience and problem-solving.
fr_fr: Leur profil génétique encourage la vitesse, l'agilité et les réflexes, et leurs esprits sont modifiés pour favoriser la patience et la résolution de problème.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Chameleon Skin, Cortical Stack, Adrenal Boost, Enhanced Vision, Grip Pads [Aptitude Maximum] 30 [Durability] 45 [Wound Threshold] 9 [Advantages] +10 COO, +5 REF, +5 SOM, +5 WIL, +5 to one aptitude of the player’s choice [CP Cost] 70 [Credit Cost] Expensive (minimum 40,000)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Peau Caméléon, Stimulateurs Surrénaux, Vision Améliorée, Patins Antidérapants[Maximum d'Aptitude] 30 [Solidité] 45 [Seuil de Blessure] 9 [Avantages] +10 en COO, +5 en REF, +5 en SOM, +5 en VOL, +5 à une autre aptitude au choix du joueur[Coût en PP] 70 [Coût en Crédit] Cher (minimum 40 000 ¢)

source: Hibernoids are transgenic-modified humans with heavily-altered sleep patterns and metabolic processes.
fr_fr: Les Hibernoïdes sont des humains transgénique ayant leur métabolisme et leur cycles circadien trés lourdement modifiés.

source: Hibernoids have a decreased need for sleep, requiring only 1-2 hours a day on average.
fr_fr: Les Hibernoïdes ont un besoind e sommeil réduit, ne nécessitant qune heure ou deux de sommeil par jour en moyenne.

source: They also have the ability to trigger a form of voluntary hibernation, effectively stopping their metabolism and need for oxygen.
fr_fr: Ils ont également la possibilité de déclencher une forme d'hibernation volontaire, arrétant leur métabolisme et leur besoin en oxygène.

source: Hibernoids make excellent long-duration space travelers and habtechs, but these morphs are also favored by personal aides and hypercapitalists with non-stop lifestyles.
fr_fr: Les Hibernoïdes font d'excellent voyageurs spatiaux longue-distance et techiciens d'habitats, mais ces morphs sont égelement adoptées par les aissatants personnels et les hypercapitalistes ayant des rythmes de vie non-stop.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Circadian Regulation, Cortical Stack, Hibernation [Aptitude Maximum] 25 [Durability] 35 [Wound Threshold] 7 [Advantages] +5 INT, +5 to one aptitude of the player’s choice [CP Cost] 25 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Régulation Circadienne, Hibernation[Maximum d'Aptitude] 25 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +5 en INT, +5 à une aptitude au choix du joueur[Coût en PP] 25 [Coût en Crédit] Cher

source: Neotenics are transhumans modified to retain a childlike form.
fr_fr: Les néoténique sosnt des transhumains modifier pour conserver leur forme enfantine.

source: They are smaller, more agile, inquisitive, and less resource-depleting, making them ideal for habitat living and spacecraft.
fr_fr: Ils sont plus petits, plus agiles, plus curieux et consomment moisn de ressources, les rendant idéals pour la vie en habitat ou en vaisseau.

source: Some people find neotenic sleeves distasteful, especially when employed in certain media and sex work capacities.
fr_fr: Certaines personnes treouvent les incarnations Néoténique comme repoussante, spécifiquement lorsqu'elles sont utilisées dans certains médias ou comme travailleurs sexuels.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack [Aptitude Maximum] 20 (SOM), 30 (all else) [Durability] 30 [Wound Threshold] 6 [Advantages] +5 COO, +5 INT, +5 REF, +5 to one aptitude of the player’s choice; neotenics count as a small target (-10 modifier to hit in combat) [Disadvantages] Social Stigma (Neotenic) trait [CP Cost] 25 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 20 (SOM), 30 (le reste) [Solidité] 30 [Seuil de Blessure] 6 [Avantages] +5 en COO, +5 en REF, +5 en INT, +5 à une autre aptitude au choix du joueur; les néoténiques comptent comme des petites cibles (modificateur de -10 pour toucher en combat)[Désavantages] trait Stigmatisation Sociale (Néoténique) [Coût en PP] 25 [Coût en Crédit] Cher

source: The remade are completely redesigned humans: humans 2.0.
fr_fr: Les refait sont des humains complètements redessinés: l'humain 2.0.

source: Their cardiovascular systems are stronger, the digestive tract has been sanitized and restructured to eliminate flaws, and they have otherwise been optimized for good health, smarts, and longevity with numerous transgenic mods.
fr_fr: Leur système cardiovasculaire est plus robuste, leur système digestif a été assainit et restructuré pour éliminer les défauts et ils ont globalement été optimisés pour être en bonne santé, intelligents et vivre vieux avec de nombreux modificateurs transgéniques.

source: The remade are popular with the ultimates faction.
fr_fr: Les refait sont populaire parmi les ultimes.

source: The remade look close to human, but are different in very noticeable and sometimes eerie ways: taller, lack of hair, slightly larger craniums, wider eyes, smaller noses, smaller teeth, and elongated digits.
fr_fr: Les remades ressemblent à l'humain, mais sont différents de manières remarquable et parfois effrayante: plus grand, chauves et sans poils, avec un crâne légèrement plsu grand, des nez plus fins et des doigts allongés.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Circadian Regulation, Clean Metabolism, Cortical Stack, Eidetic Memory, Enhanced Respiration, Temperature Tolerance, Toxin Filters [Aptitude Maximum] 40 [Durability] 40 [Wound Threshold] 8 [Advantages] +10 COG, +5 SAV, +10 SOM, +5 to two other aptitudes of the player’s choice [Disadvantages] Uncanny Valley trait [CP Cost] 60 [Credit Cost] Expensive (minimum 40,000+)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Mémoire Éidétique, Métabolisme Propre, Régulation Circadienne, Respiration Améliorée, Tolérance Thermique, Filtres à Toxines[Maximum d'Aptitude] 40 [Solidité] 40 [Seuil de Blessure] 8 [Avantages] +10 en COG, +5 en AST, +10 en SOM, +5 à deux aptitudes au choix du joueur[Désavantage] trait Apparence Étrange [Coût en PP] 60 [Coût en Crédit] Cher (minimum 40 000+ ¢).

source: Adapted for survival with minimum gear in the not-yet-terraformed Martian environment, these transgenic morphs feature insulated skin for more effective thermoregulation and respiratory system improvements to require less oxygen and filter carbon dioxyde, among other mods.
fr_fr: Adaptées pour la survie avec un équipement minimal dans l'environnement Martien pas encore complètement terraformé, ces morphs transgéniques possèdent une peau isolées pour une thermorégulation plus efficace et un système respiratoire amélioré qui nécessite moins d'oxygène et qui filtre mieux le dioxyde de carbone, entre autres modifications.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Enhanced Respiration, Temperature Tolerance [Aptitude Maximum] 25 [Durability] 35 [Wound Threshold] 7 [Advantages] +5 SOM, +5 to one aptitude of the player’s choice [CP Cost] 25 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Respiration Améliorée, Tolérance Thermique[Maximum d'Aptitude] 25 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +5 SOM, +5 à une aptitude au choix du joueur[Coût en PP] 25 [Coût en Crédit] Élevé

source: Neo-avians include ravens, crows, and gray parrots uplifted to human-level intelligence.
fr_fr: Les néo-aviens incluent les corbeaux, les corneilles et les perroquets gris élevés à un niveau d'intelligence humain.

source: Their physical sizes are much larger than their non-uplifted cousins (to the size of a human child), with larger heads for their increased brain size.
fr_fr: Ils ont une taille bien plus importante que leur cousins non-élevés (jusqu'à la taille d'un enfant humain), avec des têtes plus grandes en raison de la taille augmentée de leur cerveau.

source: Numerous transgenic modifications have been made to their wings, allowing them to retain limited flight capabilities at 1 g, but giving them a more bat-like physiology so they can bend and fold better, and adding primitive digits for basic tool manipulation.
fr_fr: De nombreuses modification transgéniques ont été faites à leurs ailes, leur permettant de conserver des capacités de vol réduite en environnement 1 g, mais leur donnant une physiologie plus proche des chauves-souris afin quelles puissent se plier et se ranger plus facilement, et en y ajoutant des doigts pirmitifs pour la manipulation d'outils basique.

source: Their toes are also more articulated and now accompanied with an opposable thumb.
fr_fr: Leurs orteils sont également plus articulés et sont maintenant accompagnés d'un pouce opposable.

source: Neo-avians have adapted well to microgravity environments, and are favored for their small size and reduced resource use.
fr_fr: Les néo-aviens se sont bien adaptés aux environnements en microgravité, et sont choisit pour leur petite taille et leur utilisation de ressources réduite.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack [Aptitude Maximum] 25 (20 SOM) [Durability] 20 [Wound Threshold] 4 [Advantages] Beak/Claw Attack (1d10 DV, use Unarmed Combat skill), Flight, +5 INT, +10 REF, +5 to one other aptitude of the player’s choice [CP Cost] 25 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 25 (20 en SOM) [Solidité] 20 [Seuil de Blessure] 4 [Avantages] Attaque de Bec/de Griffe (1d10 VD, utiliser la compétence Combat Désarmé), Vol, +5 INT, +10 REF, +5 à une autre aptitude au choix du joueur[Coût en PP] 25 [Coût en Crédit] Cher

source: Neo-hominids are uplifted chimpanzees, gorillas, and orangutans.
fr_fr: Les néo-hominidés sont les chimpanzés, les gorilles et les orang-outans élevés.
